Repository: cuongserver/LMSystem
Catalog: Resource/RegionSetting.*.resx
Languages: vi

# Account_AppName
source: Leave Management v1.0
vi: Quản lý nghỉ phép v1.0

# Account_DisplayIn
source: Display page in:
vi: Hiển thị trang với:

# Account_Forgot
source: Forgot Username / Password?
vi: Quên Tài khoản / Mật khẩu?

# Account_LoginButtonCaption
source: Login
vi: Đăng nhập

# Account_PasswordErr
source: Password must not be blank
vi: Mật khẩu không được trống

# Account_PasswordPlaceholder
source: Password
vi: Mật khẩu

# Account_UsernameErr
source: Username is not valid
vi: Tên truy cập không hợp lệ

# Account_UsernamePlaceholder
source: Username
vi: Tài khoản

source: Add Public Holiday
vi: Thêm ngày nghỉ lễ

source: Admin Password
vi: Mật khẩu quản trị

# appByAdmin
source: Leave Application By Admin
vi: Đơn nghỉ phép lập bởi Admin

# appCreated
source: Application was created successfully
vi: Khởi tạo đơn nghỉ phép thành công

# appFailed
source: Application failed verification
vi: Đơn nghỉ phép không hợp lệ

# appID
source: Tracking ref.
vi: Số hiệu theo dõi

# applicantDesc
source: Description
vi: Diễn giải

# applicationProgress
source: Progress
vi: Tiến độ

source: Approve
vi: Phê duyệt

# approverAction
source: Approver's Action
vi: Kết quả phê duyệt

# approverDesc
source: Approver's Comment
vi: Lời nhắn của người duyệt

# approverUserID
source: Approver Username
vi: Tên đăng nhập người duyệt

# booleanNo0
source: No
vi: Không

# booleanYes0
source: Yes
vi: Có

# Caption_yearlyANNL
source: Annual
vi: Phép

# Caption_yearlyBRML
source: Bereavement
vi: Tang chế

# Caption_yearlyCPSL
source: Compensation
vi: Bù

# Caption_yearlyFMRL
source: Family Marriage
vi: Cưới (gia đình)

# Caption_yearlySCKL
source: Sick
vi: Ốm đau

# Caption_yearlySMRL
source: Self Marriage
vi: Cưới (bản thân)

# Caption_yearlySPKL
source: Special
vi: Đặc biệt

# Caption_yearlyUPDL
source: Unpaid
vi: Không lương

# ChangePassword_NewPWNotMatched
source: Please reconfirm new password
vi: Vui lòng xác nhận lại mật khẩu mới

# ChangePassword_Nonblank
source: Do not leave this blank
vi: Không được để trống

# ChangePassword_OKbutton
source: Confirm password change
vi: Xác nhận đổi mật khẩu

# ChangePassword_Success
source: Your password is changed. You need to login again.
vi: Mật khẩu đã được thay đổi. Quý khách cần đăng nhập lại.

source: Contain
vi: Chứa

source: Create
vi: Khởi tạo

source: Date
vi: Ngày

# dateInvalid
source: Selected date was applied for leave, please terminate related application first
vi: Ngày được chọn đã có đơn nghỉ phép sử dụng, vui lòng vô hiệu đơn nghỉ phép có liên quan

# deptName
source: Department
vi: Phòng ban

source: Description
vi: Diễn giải

# Details_EditLink_Caption
source: Edit
vi: Sửa

# Details_UpdatePasswordLink_Caption
source: Update Password
vi: Đổi mật khẩu

# Edit_SaveChange_Caption
source: Save Change
vi: Lưu chỉnh sửa

source: Equal
vi: Bằng

source: Filter
vi: Bộ lọc

source: Go to page:
vi: Đi đến trang:

# Home_AccMaint
source: Account Maintenance
vi: Quản lý tài khoản

# Home_AccMaint_Link1
source: Change Password
vi: Đổi mật khẩu

# Home_Language_Current
source: English
vi: Tiếng Việt

# Home_Language_Label
source: Language:
vi: Ngôn ngữ:

# Home_LeaveManageLink_Apply
source: Submit New Application
vi: Nộp yêu cầu nghỉ

# Home_LeaveManageLink_Approve
source: Approve Leave Application
vi: Duyệt đơn

# Home_LeaveManageLink_Group_Caption
source: Leave Management
vi: Quản lý nghỉ phép

# Home_LeaveManageLink_SeeBalance
source: View Leave Balance
vi: Xem phép tồn

# Home_LeaveManageLink_ShowAll
source: Show All Application
vi: Xem toàn bộ đơn nghỉ phép

# Home_Logout_Button_Caption
source: Logout
vi: Đăng xuất

# Home_UserMaint
source: User Management
vi: Quản lý người dùng

# Home_UserMaint_Link1
source: Add New User
vi: Thêm mới người dùng

# Home_UserMaint_Link2
source: Users Overview
vi: Tổng quan người dùng

# Home_UserMaint_Link3
source: Leave Quota
vi: Hạn mức ngày nghỉ

# Home_Welcome_Label
source: Welcome
vi: Xin chào

# hourRequired
source: Leave duration in hrs
vi: T/g nghỉ tính theo giờ

# initDate
source: Creation Date
vi: Ngày tạo

source: Invalid Input
vi: Nhập liệu sai

# leaveBalance
source: Available
vi: Còn tồn

# leavePending
source: Pending Authorization
vi: Đang chờ duyệt

# leaveQuota
source: Quota
vi: Hạn mức

# leaveUsed
source: Used
vi: Đã sử dụng

# listPublicHoliday
source: Public Holiday List
vi: Danh sách ngày nghỉ lễ

# Loading_Mask_Content
source: Loading
vi: Đang tải

source: Master Data not found
vi: Không tìm thấy dữ liệu

# NewPasswordConfirm_Label
source: Confirm new password
vi: Xác nhận mật khẩu mới

# NewPassword_Label
source: New password
vi: Mật khẩu mới

# NoResult
source: Requested content is invalid
vi: Nội dung được yêu cầu không hợp lệ

source: Not contain
vi: Không chứa

source: Not equal
vi: Khác

source: Nothing found
vi: Không có kết quả

# NowDisplaying
source: Now displaying results:
vi: Hiển thị kết quả:

# OldPassword_Label
source: Old password
vi: Mật khẩu cũ

# Quota_Regex
source: Only Integer Or <Unlimited>
vi: Chỉ số nguyên hay <Unlimited>

# rankDescription
source: Title
vi: Chức vụ

# reasonDetail
source: Reason for Leaving
vi: Lý do nghỉ

# reasonDetail_None
source: -- Pick a reason --
vi: -- Chọn lý do nghỉ --

# recordDisabled
source: Record is disabled
vi: Bản ghi đã được vô hiệu

# recordExists
source: Record existed
vi: Bản ghi đã tồn tại

# recordInserted
source: Record has been inserted successfully
vi: Bản ghi đã được tạo

source: Reject
vi: Từ chối

# selectYear
source: Select a year
vi: Chọn một năm

source: Send Request
vi: Gửi yêu cầu

# showMyApp
source: Show my application
vi: Xem đơn nghỉ phép của tôi

source: System Setting
vi: Thiết lập hệ thống

# systemStatus
source: Status
vi: Tình trạng

# terminate
source: Terminate this application
vi: Hủy đơn nghỉ phép

source: Terminated
vi: Vô hiệu

# timeEnd
source: To
vi: Đến

# timeStart
source: From
vi: Từ

# Unauthorized_Alert
source: You are not allowed to access this. Contact admin for more details.
vi: Quý khách không có quyền truy cập ở đây. Xin liên hệ admin để có thêm chi tiết.

source: Unlimited
vi: Không giới hạn

# User_ActiveStatus_Active
source: Active
vi: Hoạt động

# User_ActiveStatus_Inactive
source: Inactive
vi: Bị vô hiệu hóa

# User_AddNew_buttonCaption_create
source: Create Account
vi: Khởi tạo tài khoản

# User_AddNew_fieldCaption_deptCode
source: Department
vi: Bộ phận

# User_AddNew_fieldCaption_isuserActive
source: Active Status
vi: Tình trạng hoạt động

# User_AddNew_fieldCaption_rankCode
source: Position
vi: Vị trí

# User_AddNew_fieldCaption_userFailedLoginAttempt
source: Failed Login Attempts
vi: Đăng nhập thất bại

# User_AddNew_fieldCaption_userID
source: User Account
vi: Tài khoản

# User_AddNew_fieldCaption_userName
source: User Name
vi: Tên người dùng

# User_AddNew_fieldCaption_userPassword
source: Password
vi: Mật khẩu

# User_AddNew_SuccessMessg_param0
source: User
vi: Tài khoản

# User_AddNew_SuccessMessg_param1
source: is successfully created!
vi: đã được khởi tạo thành công!

# User_AddNew_Unique_userEmail
source: This email address was acquired
vi: Email này đã được sử dụng

# User_AddNew_Unique_userID
source: This ID was acquired
vi: Tài khoản đã tồn tại

# User_AddNew_Validation_null_deptCode
source: This field must be non-blank
vi: Không được để trống

# User_AddNew_Validation_null_passWord
source: This field must be non-blank
vi: Không được để trống

# User_AddNew_Validation_null_rankCode
source: This field must be non-blank
vi: Không được để trống

# User_AddNew_Validation_null_userEmail
source: This field must be non-blank
vi: Không được để trống

# User_AddNew_Validation_null_userID
source: This field must be non-blank
vi: Không được để trống

# User_AddNew_Validation_null_userName
source: This field must be non-blank
vi: Không được để trống

# User_Edit_Common_Invalid
source: Invalid input
vi: Nhập liệu không hợp lệ

# User_Edit_Email_Accquired
source: Email is acquired
vi: Email đã được dùng

# User_Edit_Invalid_ID
source: Invalid UserID
vi: Tài khoản không hợp lệ

# User_UpdatePassword_SuccessMessg_param0
source: Password of
vi: Mật khẩu của

# User_UpdatePassword_SuccessMessg_param1
source: has been updated!
vi: đã được cập nhật!

# validationFailed
source: Your application is invalid, please revise ASAP
vi: Đơn xin nghỉ không hợp lệ, vui lòng sửa ngay

# validationPassed
source: Your application is valid, please wait for approval
vi: Đơn xin nghỉ hợp lệ, vui lòng chờ phê duyệt

# validationStatus
source: Validation
vi: Kiểm tra hợp lệ
